{"sample":"sample","Что изображено на графике?\n1004866549":" ВАХ стабистора","Выберите правильный ответ.\n1966060884":" А- smd конденсатор Б –SMD  Диод    В –диод    Г – Не SMD  конденсатор"," Какой тип транзистора состоит из следующего набора   элементов: \"затвор\" (З), \"сток\" (С), \"исток\" (И)?-538376280":" полевой","Общее сопротивление резистивного делителя 150кОм. Какие номиналы резисторов R1 и R2 необходимо применить для снятия с них напряжений 100В и 50В соответственно. U0=150В.\n-52005105":" 100 кОм и 50 кОм;         ","На каком рисунке изображён smd транзистор?\n-601427264":"А","На каком рисунке изображён триод?\n-537310304":"Г"," Какие существуют типы транзисторов?-538376280":" биполярные| полевые","На каком рисунке изображён предохранитель?\n-121444140":"А","Рассчитайте сопротивление цепи. Сопротивлением проводов можно пренебречь. R1=430 кОм, R2=120 кОм.\n1449792155":" 550000 Ом"," Какой тип передачи используется в интерфейсе RS232?-538376280":" Полный дуплекс","\nРассчитайте номинал резистора R1 если Uист = 3.3 В, а LED1 - красный светодиод с потреблением тока 30 мА.1478092146":" 110 Ом"," Какой интерфейс позволяет обмениваться данными только  между двумя устройствами?-538376280":" UART","Сопротивление параллельно соединенных резисторов равно 50 Ом, Чему равно сопротивления каждого резистора на схеме, если R1 = R2.\n1119102578":" 100 Ом","\nРезистор сопротивлением 15 кОм подключен к конденсатору емкостью 10 нФ. Рассчитаете постоянную времени такой rc-цепи.-96881537":"\t\n15*10-5 c","На каком рисунке изображена SMD катушка индуктивности?\n1804313409":"Б"," По какой сигнальной линии информация передаётся в обоих   направлениях.-538376280":" SDA","\nРезистор сопротивлением 2000 Ом подключен к конденсатору емкостью 1 мкФ. Рассчитаете постоянную времени такой rc- цепи.-96881537":" 0,002 с","Рассчитайте сопротивление цепи. Сопротивлением проводов можно пренебречь. R1=27 Ом +-5%, R2=56 Ом +-1%.\n1449792155":" От 81,09 до 84,91 Ом","\nК какому порту МК подключена схема, для обеспечения задержки старта?460744705":" RESET"," Как изменяются свойства полупроводникового фоторезистора  при увеличении интенсивности потока оптического  излучения?-538376280":" Увеличивается проводимость фоторезистора"," Выберите параллельный интерфейс из списка-538376280":" ATA"," Линия CS служит для -538376280":" выбора микросхемы.","Главным элементом данной гальванической развязки изображенной на схеме БП мультиметра является:\n-2012434398":" Трансформатор","На рисунке изображен график\n-112020495":" ВАХ стабилитрона ","\nРассчитайте суммарное значение Cсумм емкости трех конденсаторов, включенных параллельно, если С1= 5 мкФ, C2 = 16*10-6 Ф, C3 = 21*10-5 Ф-1530276243":" 231 мкФ","\nДан фильтр нижних частот на LC-контуре. Рассчитайте его резонансную частоту, если емкость конденсатора 150 пФ, а индуктивность катушки 8.2 мкГн.-1339088170":" 4.538032 МГц","Сопротивление каждого из параллельно соединенных резисторов равно 10 Ом. Чему равно суммарное сопротивление?\n-117510684":" 2 Ом","\nРезистор сопротивлением 7 МОм подключен к конденсатору емкостью 100 пкФ. Рассчитаете постоянную времени такой rc-цепи.-96881537":"\t\n7*10-4 c"," Как изменяются свойства полупроводникового фоторезистора  при увеличении интенсивности потока оптического   излучения?-538376280":" Увеличивается проводимость фоторезистора"," Выберете из предложенных схемы в которых присутствует  гальваническая   развязка-538376280":"|"," Какое максимальное количество устройств может быть на  одной шине по стандарту I2C?-538376280":" 127","\nРассчитайте номинал резистора R1 если Uист = 5 В, а LED1 - синий светодиод с потреблением тока 30 мА.1478092146":" 57 Ом"," Выберете из предложенных схемы в которых присутствует  гальваническая  развязка-538376280":"|","\nРассчитать общее сопротивление сопротивление двух параллельно соединенных резисторов. R1 = 145 кОм, R2= 890 кОм-190353167":" 0,12 МОм"," Выберете из предложенных схемы в которых присутствует   оптическая гальваническая развязка-538376280":""," По какой сигнальной линии информация передаётся в обоих  направлениях.-538376280":" SDA","На принципиальной схеме изображен LC-фильтр низких частот. Индуктивность дросселя равна 10 мкГн, емкость конденсатора 100 пФ. В каком диапазоне LC – фильтр пропускает электрические колебания.\n1316479986":" от 0 до 5 МГц","\nРассчитайте номинал резистора R1 если Uист = 2.5 В, а LED1 - зеленый светодиод с потреблением тока 30 мА.1478092146":" Некорректное условие задачи","\nРезистор сопротивлением 20 кОм подключен к конденсатору емкостью 20 нФ. Рассчитаете постоянную времени такой rc-цепи.-96881537":"\t\n4*10-4 c"," Выберете из предложенных схемы в которых присутствует  трансформаторная гальваническая развязка-538376280":"","На каком рисунке изображён диод?\n137676775":"В","На каком рисунке изображён smd трансформатор?\n-865602599":" Нет правильного ответа","Какой вид гальванической развязки изображен на схеме DC-DC преобразователя?\n268742238":" Трансформаторная"," Выберите последовательный интерфейс из списка:-538376280":" SPI"," Какие из сигнальных линий используются для передачи  данных.-538376280":"D+| MOSI|XR","\nРезистор сопротивлением 0.1 МОм подключен к конденсатору емкостью 10 нФ. Рассчитаете постоянную времени такой rc- цепи.-96881537":" 1 мс","Какой тип гальванической развязки представлен на картинке 1289954901":" Трансформаторная гальваническая развязка","\nРассчитайте ёмкость конденсатора в RC-цепи, в которой постоянная времени равна 3 мкс, а сопротивление резистора 3 кОм.-96881537":" 1 нФ","На каком рисунке изображён smd транзистор?\n1016197759":" Нет правильного ответа","К аналоговым выводам с выходным напряжением 5 В, аппаратно-программной платформы Arduino, нужно подключить красный и синий светодиоды (см. рисунок). Рассчитайте номиналы резисторов для красного и синего светодиода соответственно, используя ВАХ светодиодов.\n225358074":" 150 Ом и 75 Ом","Какой элемент представлен на картинке -1509706139":" Резистор"," Выберите названия линий которые присутствуют в   интерфейсе I2C-538376280":" SDA| SLK"," Выберете элементы из которых состоит полевой   транзистор-538376280":" сток| затвор| исток","Какой элемент представлен на картинке 1118849802":" Ключ","В цепи микросхемы с напряжением питания 9 В (см. рисунок) присутствуют три последовательно подключенных светодиода «АЛ307И» с напряжением 2.5 В и прямым током на них 10 мА. Какого номинала должен быть резистор?\n-196137765":" 150 Ом","\nРассчитайте номинал резистора R1 если Uист = 5.0 В, а LED1 - зелёный светодиод с потреблением тока 30 мА.1478092146":" 66,6 Ом"," Какие из следующих портов НЕ предназначены для передачи   данных между устройствами -538376280":" INT| SCLK|SC"," Какие из сигнальных линий используются для передачи   данных.-538376280":"RX| MOSI|D+"," Какую операцию необходимо совершить, чтобы рассчитать   спектр сигнала?-538376280":" Преобразование Фурье","На каком рисунке изображён smd трансформатор?\n-1366591809":" Нет правильного ответа"," Укажите тип RC-цепочки.-96881537":" Интегрирующая"," Выберите названия линий которые присутствуют в  интерфейсе SPI-538376280":"SS| SCLK| MOSI| MISO","\nРезистор сопротивлением 5 МОм подключен к конденсатору емкостью 300 пФ. Рассчитаете постоянную времени такой rc-цепи.-96881537":"\t\n15 * 10-4 c"," Линия CLK служит ...-538376280":" для передачи тактового сигнала для ведомых устройств.","Для какого усилителя справедливо выражение : KU=KU1+KU2 (для расчета в дБ)":" Для двухкаскадного усилителя"," Какая из нижеперечисленных разрядностей у идентификатора   1-Wire: -538376280":" 48 bit","\nРассчитайте номинал, а также мощность рассеиваемую на резисторе R1 если Uист = 3,3 В, а LED1 - красный светодиод с потреблением тока 70 мА.1478092146":" 19 Ом| 91 мВт","Что изображено на графике?\n-1982628191":" ВАХ тринистора обратно-непроводящего","\nРезистор сопротивлением 1 КОм подключен к конденсатору емкостью 200 нФ. Рассчитаете постоянную времени такой rc-цепи.-96881537":" 0.2 мс","\nРассчитайте суммарное значение Cсумм емкости трех конденсаторов, включенных параллельно, если С1= 2мкФ, C2 = 5мкФ, C3 = 2мкФ-1530276243":" 9 мкФ"," Выберете названия линий которые присутствуют в интерфейсе  RS-232 (COM-порт)-538376280":"RX|TX"," Выберите последовательный/ые интерфейс/ы из списка:-538376280":" USB| I2C"," Что характеризует полоса пропускания усилителя?-538376280":" Диапазон частот усиливаемого сигнала","\nРассчитайте постоянную времени RC-цепи, в которой емкость конденсатора равна 68 нФ, а сопротивление резистора 1 кОм.-96881537":" 68 мкс","В цепи микросхемы с напряжением питания 9 В (см. рисунок) присутствуют три последовательно подключенных светодиода «АЛ307И» с напряжением 2.5 В и прямым током на них 10 мА. Какого номинала должен быть резистор?\n-1338919844":" 1.5 кОм","Что изображено на графике?\n-384412567":" ВАХ вакуумного диода","\nДан фильтр нижних частот на LC-контуре. Рассчитайте его резонансную частоту, если емкость конденсатора 0.47 мкФ, а индуктивность катушки 27 Гн.-1339088170":" 45 кГц","\nРезистор сопротивлением 7 МОм подключен к конденсатору емкостью 30 нФ. Рассчитаете постоянную времени такой rc-цепи.-96881537":" 210 мс","\nРассчитайте номинал резистора R1 если Uист = 1.8 В, а LED1 - кремниевый диод с потреблением тока 70 мА.1478092146":" 18,5 Ом","Что изображено на рисунке?\n1368565945":" График зависимости тока от напряжения на идеальном диоде.","Какой элемент представлен на картинке -1285050759":" NPN транзистор"," Линия MOSI служит ...-538376280":" для передачи данных от ведущего устройства ведомому.","\nРассчитайте суммарное значение Ссумм емкости двух конденсаторов, включенных последовательно, если C1 = 0.1 мкФ, С2 = 4700 пФ.928792072":"\t\n4.48902 * 10-7 Ф"," Какие из следующих портов НЕ предназначены для передачи  данных между устройствами -538376280":"CS| SCLK| INT","На каком рисунке изображён SMD диод?\n2047405236":"Б"," Какое максимальное количество устройств может быть на   одной шине по стандарту I2C?-538376280":" 127","\nРассчитайте постоянную времени RC-цепи, в которой емкость конденсатора равна 150 мкФ, а сопротивление резистора 0.91 МОм.-96881537":" 136,5 с"," Как изменяются свойства полупроводникового фоторезистора   при увеличении интенсивности потока оптического  излучения?-538376280":" Увеличивается проводимость фоторезистора","\nРассчитайте общее сопротивление схемы если R1 = 5 МОм, R2 = 3 * 105 Ом, R3 = 3 * 103 Ом317314928":"\t\n5.303 * 106 Ом"," Какая сигнальная линия используется для перевода  микросхемы в режим \"сброса\"?-538376280":" RESET"," Выберите названия линий которые присутствуют в   интерфейсе SPI-538376280":" MISO|SS| MOSI| SCLK","На каком рисунке изображён SMD резистор?\n1439919729":"Б"," Выберете из предложенных схемы в которых присутствует   гальваническая развязка-538376280":""," Линия MISO служит ... -538376280":" для передачи данных от ведущего устройства ведомому."," Какая сигнальная линия используется для перевода   микросхемы в режим \"сброса\"?-538376280":" RESET"," Выберете из предложенных схемы в которых присутствует   гальваническая  развязка-538376280":"|","\nНайти сопротивление R1 и R2, если известно, что Roбщ=3,33 Ом, а R1 в два раза больше, чем R2-190353167":"","Вольтметр рассчитан для измерения напряжения до 150В. Определить сопротивление добавочного резистора, который необходимо подключить последовательно к вольтметру с внутренним сопротивлением 50 кОм, чтобы с его помощью измерять напряжение 300В.\n-52005105":" 50 кОм"}